{
  "Sobre": "About",
  "História": "History",
  "Habilidades": "Skills",
  "Projetos": "Projects",
  "Olá, eu sou,": "Hello, I'm",
  "e tenho uma paixão por criar sites e explorar novas tecnologias. Quando não estou codando, aproveito o tempo para ler livros, assistir séries e estudar um pouco mais.": "and I have a passion for creating websites and exploring new technologies. When I'm not coding, I take the time to read books, watch series, and study a little more.",
  "Inglês": "Portuguese",
  "História na área de programação": "My history in the area of programming",
  "text": "In the year 2020, while I was in high school, I had the opportunity to take my first steps on my programming journey by enrolling in a technical course in computer science. After completing high school, I entered the university to pursue a degree in Analysis and Systems Development at UNIP, where I am currently studying. In my current job, I work in software development using Node.js and Vue.js technologies. I have a strong interest in self-learning programming and am passionate about creating new things. I intend to continue evolving from this point onward.",
  "Currículo": "Curriculum",
  "Habilidades desenvolvidas": "Skills developed",
  "Next.js é uma estrutura da web de desenvolvimento front-end que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos.": "Next.js is a front-end development web framework that enables functionalities such as server-side rendering and static site generation.",
  "O React é uma biblioteca front-end JavaScript de código aberto com foco em criar interfaces de usuário em páginas web.": "React is an open source JavaScript front-end library focused on creating user interfaces on web pages.",
  "TypeScript é um superconjunto sintático estrito de JavaScript e adiciona tipagem estática opcional à linguagem.": "TypeScript is a strict syntactic superset of JavaScript and adds optional static typing to the language.",
  "Tailwind CSS é uma estrutura CSS de código aberto. Ela não fornece uma série de classes predefinidas para elementos como botões ou tabelas.": "Tailwind CSS is an open source CSS framework. It does not provide a series of predefined classes for elements such as buttons or tables.",
  "Sass é uma linguagem de folhas de estilo concebida inicialmente por Hampton Catlin e desenvolvida por Natalie Weizenbaum.": "Sass is a stylesheet language first conceived by Hampton Catlin and further developed by Natalie Weizenbaum.",
  "Python é uma linguagem de programação de alto nível, interpretada de script, imperativa, orientada a objetos, funcional, de tipagem dinâmica e forte.": "Python is a high-level, interpreted scripting, imperative, object-oriented, functional, dynamically typed and strong programming language.",
  "C# é uma linguagem de programação, multiparadigma, de tipagem forte, desenvolvida pela Microsoft como parte da plataforma .NET.": "C# is a strongly typed, multi-paradigm programming language developed by Microsoft as part of the .NET platform.",
  "Styled Components permite que você escreva estilos CSS em seus componentes React usando uma sintaxe semelhante ao CSS.": "Styled Components allows you to write CSS styles in your React components using a CSS-like syntax.",
  "Vue.js é um framework JavaScript de código-aberto, focado no desenvolvimento de interfaces de usuário e aplicativos de página única.": "Vue.js is an open-source JavaScript framework focused on the development of user interfaces and single-page applications.",
  "Projetos pessoais": "Personal projects",
  "O Paquetá é um projeto de front-end que busca apresentar uma interface elegante e intuitiva para uma loja virtual de calçados.": "Paquetá is a front-end project that seeks to present an elegant and intuitive interface for an online shoe store.",
  "All Nade é um site projetado para ajudar você a descobrir filmes e facilitar a organização dos seus favoritos.": "All Nade is a website designed to help you discover movies and make it easy to organize your favorites.",
  "Minha primeira experiência como freelancer. Neste site, você pode acessar produtos de limpeza de pele, verificar o valor e entrar em contato com a vendedora.": "My first experience as a freelancer. On this website, you can access skin cleansing products, check the value and contact the seller.",
  "Este projeto foi desenvolvido com o objetivo de praticar a criação de API'S juntamente com o consumo da API em um site em React.js.": "This project was developed with the objective of practicing the creation of API'S along with the consumption of the API on a website in React.js.",
  "Este aplicativo surgiu da necessidade de oferecer maior dinamismo e interatividade para as aulas de Química, no formato on-line durante o período de pandemia. Neste contexto surgiu TITULOMED.": "This application arose from the need to offer greater dynamism and interactivity for Chemistry classes, in the online format during the pandemic period. In this context, TITULOMED emerged.",
  "Este projeto busca conectar pessoas a Desks, espaços para discussões em diferentes áreas. Por exemplo, se você é um desenvolvedor iniciante que deseja obter feedback sobre seu projeto, o Hub Desk está aqui para ajudar!": "This project aims to connect people to Desks, spaces for discussions in various fields. For example, if you are a beginner developer looking to get feedback on your project, Hub Desk is here to help!",
  "Repositório": "Repository",
  "Site": "Website",
  "Feito por": "Made by"
}
