{
	"Sobre mim": "About me",
	"Projetos": "Projects",
	"Contato": "Contact",
	"Olá, eu sou,": "Hello, I am",
	"Tenho uma paixão por criar sites e explorar novas tecnologias. Quando não estou codando, aproveito o tempo para ler livros, assistir séries e estudar um pouco mais.": "Have a passion for creating websites and exploring new technologies. When I'm not coding, I enjoy reading books, watching series, and studying a bit more.",
	"Inglês": "English",
	"Currículo": "Resume",
	"Projetos pessoais": "Personal projects",
	"Minha carreira no desenvolvimento": "My career in development",
	"Quem é ": "Who is ",
	"Para mais informações:": "For more information:",
	"text-about-me": "I have been a programmer for 3 years. I started in a technical school and began my career with Telegram system automation using Node.js. After a year at that company, I became a freelancer. Currently, I am studying systems analysis and development to enhance my knowledge. I have worked on full-time projects with Next.js, developed Google Chrome extensions, and bots for Discord and Telegram. I hope you enjoy my work!",
	"Serviços": "Services",
	"Desenvolvimento de site": "Website development",
	"Crio websites personalizados que destacam sua presença online, utilizando as mais recentes tecnologias e design responsivo para sites atraentes, rápidos e fáceis de navegar. Transformo suas ideias em experiências digitais únicas para conquistar seus clientes.": "I create custom websites that highlight your online presence, using the latest technologies and responsive design for attractive, fast, and easy-to-navigate sites. I turn your ideas into unique digital experiences to captivate your clients.",
	"Automação de tarefas": "Task automation",
	"Ofereço soluções de automação de tarefas para otimizar seu tempo e aumentar a produtividade, automatizando processos repetitivos e complexos. Assim, você pode focar nas atividades mais importantes e melhorar a eficiência operacional.": "I offer task automation solutions to optimize your time and increase productivity by automating repetitive and complex processes. This way, you can focus on the most important activities and improve operational efficiency.",
	"Design de sites": "Website design",
	"Crio designs de sites atraentes e funcionais que refletem sua marca, com foco na experiência do usuário. Desenvolvo layouts intuitivos e impactantes que facilitam a navegação e engajam visitantes, transformando suas ideias em um design que destaca sua presença online.": "I create attractive and functional website designs that reflect your brand, focusing on user experience. I develop intuitive and impactful layouts that facilitate navigation and engage visitors, transforming your ideas into a design that highlights your online presence.",
	"Next.js é uma estrutura da web de desenvolvimento front-end que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos.": "Next.js is a front-end web development framework that enables features such as server-side rendering and static site generation.",
	"O Paquetá é um projeto de front-end que busca apresentar uma interface elegante e intuitiva para uma loja virtual de calçados.": "Paquetá is a front-end project aiming to present an elegant and intuitive interface for an online shoe store.",
	"All Nade é um site projetado para ajudar você a descobrir filmes e facilitar a organização dos seus favoritos.": "All Nade is a site designed to help you discover movies and organize your favorites.",
	"Minha primeira experiência como freelancer. Neste site, você pode acessar produtos de limpeza de pele, verificar o valor e entrar em contato com a vendedora.": "My first experience as a freelancer. On this site, you can access skincare products, check the price, and contact the seller.",
	"Este projeto foi desenvolvido com o objetivo de praticar a criação de API'S juntamente com o consumo da API em um site em React.js.": "This project was developed with the goal of practicing API creation and consuming the API on a React.js site.",
	"Este aplicativo surgiu da necessidade de oferecer maior dinamismo e interatividade para as aulas de Química, no formato on-line durante o período de pandemia. Neste contexto surgiu TITULOMED.": "This app arose from the need to provide greater dynamism and interactivity for Chemistry classes in an online format during the pandemic. In this context, TITULOMED was created.",
	"Este projeto busca conectar pessoas a Desks, espaços para discussões em diferentes áreas. Por exemplo, se você é um desenvolvedor iniciante que deseja obter feedback sobre seu projeto, o Hub Desk está aqui para ajudar!": "This project seeks to connect people to Desks, spaces for discussions in different areas. For example, if you're a beginner developer looking for feedback on your project, Hub Desk is here to help!",
	"Landing page simplificada inspirada no site da Nike, projetada para testar e aprimorar habilidades com a biblioteca Framer Motion, explorando técnicas avançadas de animação e transições para uma experiência visual dinâmica.": "A simplified landing page inspired by Nike's website, designed to test and improve skills with the Framer Motion library, exploring advanced animation techniques and transitions for a dynamic visual experience.",
	"Repositório": "Repository",
	"Entre em contato comigo": "Get in touch with me",
	"Nome": "Name",
	"Mensagem para contato": "Contact message",
	"Mensagem*": "Message*",
	"Por favor preencha o campo 'E-mail'": "Please fill in the 'Email' field",
	"Por favor preencha o campo 'Mensagem'": "Please fill in the 'Message' field",
	"Enviar": "Send",
	"Campo obrigatório": "Required field",
	"Site": "Website",
	"Feito por": "Made by",
	"Next.js": "Next.js is a front-end web development framework that enables features such as server-side rendering and static site generation.",
	"React.js": "React is an open-source JavaScript library focused on creating user interfaces for web pages.",
	"Typescript": "TypeScript is a strict syntactical superset of JavaScript that adds optional static typing. It provides an additional layer of safety and predictability to the code, allowing developers to catch errors earlier in the development process.",
	"Tailwind CSS": "Tailwind CSS is an open-source CSS framework that enables the creation of modern interfaces using a utility-first approach to styling.",
	"TypeORM": "TypeORM is an ORM (Object-Relational Mapper) for TypeScript and JavaScript that simplifies database interaction by allowing developers to work with objects instead of writing SQL queries directly.",
	"Styled Components": "Styled Components allows you to write CSS styles within your React components using a syntax similar to CSS.",
	"React Hook Form": "React Hook Form is a library for form management in React that enhances performance and simplicity by using hooks to control form states and validations.",
	"API’s": "An API (Application Programming Interface) is a set of rules and definitions that allows communication between different software systems, facilitating integration and data and functionality sharing.",
	"AWS": "AWS (Amazon Web Services) is a cloud computing service platform from Amazon that offers a wide range of services such as storage, processing, and databases, allowing scalability and flexibility for applications of various natures.",
	"Stacks utilizadas": "Technologies Used",
	"Stacks desenvolvidas": "Developed Stacks",
	"Autor do": "Author on",
	"Projeto no": "Project on"
}
