{
	"Sobre mim": "Sobre mim",
	"Projetos": "Projetos",
	"Contato": "Contato",
	"Olá, eu sou,": "Olá, eu sou",
	"e tenho uma paixão por criar sites e explorar novas tecnologias. Quando não estou codando, aproveito o tempo para ler livros, assistir séries e estudar um pouco mais.": " e tenho uma paixão por criar sites e explorar novas tecnologias. Quando não estou codando, aproveito o tempo para ler livros, assistir séries e estudar um pouco mais.",
	"Inglês": "Inglês",
	"Currículo": "Currículo",
	"Projetos pessoais": "Projetos pessoais",
	"Minha carreira no desenvolvimento": "Minha carreira no desenvolvimento",
	"Quem é ": "Quem é ",
	"Para mais informações:": "Para mais informações:",
	"text-about-me": "Programador há 3 anos. Comecei em uma escola técnica e iniciei minha carreira com automação de sistemas para Telegram usando Node.js. Após um ano nessa empresa, me tornei freelancer. Atualmente, curso análise e desenvolvimento de sistemas para aprimorar meus conhecimentos. Já trabalhei em projetos full-time com Next.js, desenvolvi extensões para Google Chrome e bots para Discord e Telegram. Espero que você goste dos meus trabalhos!",
	"Serviços": "Serviços",
	"Desenvolvimento de site": "Desenvolvimento de site",
	"Design de sites": "Design de sites",
	"Crio websites personalizados que destacam sua presença online, utilizando as mais recentes tecnologias e design responsivo para sites atraentes, rápidos e fáceis de navegar. Transformo suas ideias em experiências digitais únicas para conquistar seus clientes.": "Crio websites personalizados que destacam sua presença online, utilizando as mais recentes tecnologias e design responsivo para sites atraentes, rápidos e fáceis de navegar. Transformo suas ideias em experiências digitais únicas para conquistar seus clientes.",
	"Automação de tarefas": "Automação de tarefas",
	"Ofereço soluções de automação de tarefas para otimizar seu tempo e aumentar a produtividade, automatizando processos repetitivos e complexos. Assim, você pode focar nas atividades mais importantes e melhorar a eficiência operacional.": "Ofereço soluções de automação de tarefas para otimizar seu tempo e aumentar a produtividade, automatizando processos repetitivos e complexos. Assim, você pode focar nas atividades mais importantes e melhorar a eficiência operacional.",
	"Crio designs de sites atraentes e funcionais que refletem sua marca, com foco na experiência do usuário. Desenvolvo layouts intuitivos e impactantes que facilitam a navegação e engajam visitantes, transformando suas ideias em um design que destaca sua presença online.": "Crio designs de sites atraentes e funcionais que refletem sua marca, com foco na experiência do usuário. Desenvolvo layouts intuitivos e impactantes que facilitam a navegação e engajam visitantes, transformando suas ideias em um design que destaca sua presença online.",
	"Next.js é uma estrutura da web de desenvolvimento front-end que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos.": "Next.js é uma estrutura da web de desenvolvimento front-end que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos.",
	"O Paquetá é um projeto de front-end que busca apresentar uma interface elegante e intuitiva para uma loja virtual de calçados.": "O Paquetá é um projeto de front-end que busca apresentar uma interface elegante e intuitiva para uma loja virtual de calçados.",
	"All Nade é um site projetado para ajudar você a descobrir filmes e facilitar a organização dos seus favoritos.": "All Nade é um site projetado para ajudar você a descobrir filmes e facilitar a organização dos seus favoritos.",
	"Minha primeira experiência como freelancer. Neste site, você pode acessar produtos de limpeza de pele, verificar o valor e entrar em contato com a vendedora.": "Minha primeira experiência como freelancer. Neste site, você pode acessar produtos de limpeza de pele, verificar o valor e entrar em contato com a vendedora.",
	"Este projeto foi desenvolvido com o objetivo de praticar a criação de API'S juntamente com o consumo da API em um site em React.js.": "Este projeto foi desenvolvido com o objetivo de praticar a criação de API'S juntamente com o consumo da API em um site em React.js.",
	"Este aplicativo surgiu da necessidade de oferecer maior dinamismo e interatividade para as aulas de Química, no formato on-line durante o período de pandemia. Neste contexto surgiu TITULOMED.": "Este aplicativo surgiu da necessidade de oferecer maior dinamismo e interatividade para as aulas de Química, no formato on-line durante o período de pandemia. Neste contexto surgiu TITULOMED.",
	"Este projeto busca conectar pessoas a Desks, espaços para discussões em diferentes áreas. Por exemplo, se você é um desenvolvedor iniciante que deseja obter feedback sobre seu projeto, o Hub Desk está aqui para ajudar!": "Este projeto busca conectar pessoas a Desks, espaços para discussões em diferentes áreas. Por exemplo, se você é um desenvolvedor iniciante que deseja obter feedback sobre seu projeto, o Hub Desk está aqui para ajudar!",
	"Landing page simplificada inspirada no site da Nike, projetada para testar e aprimorar habilidades com a biblioteca Framer Motion, explorando técnicas avançadas de animação e transições para uma experiência visual dinâmica.": "Landing page simplificada inspirada no site da Nike, projetada para testar e aprimorar habilidades com a biblioteca Framer Motion, explorando técnicas avançadas de animação e transições para uma experiência visual dinâmica.",
	"Repositório": "Repositório",
	"Entre em contato comigo": "Entre em contato comigo",
	"Nome": "Nome",
	"Mensagem para contato": "Mensagem para contato",
	"Mensagem*": "Mensagem*",
	"Por favor preencha o campo 'E-mail'": "Por favor preencha o campo 'E-mail'",
	"Por favor preencha o campo 'Mensagem'": "Por favor preencha o campo 'Mensagem'",
	"Enviar": "Enviar",
	"Campo obrigatório": "Campo obrigatório",
	"Site": "Site",
	"Feito por": "Feito por",
	"Next.js": "Next.js é uma estrutura da web de desenvolvimento front-end que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos.",
	"React.js": "O React é uma biblioteca front-end JavaScript de código aberto com foco em criar interfaces de usuário em páginas web.",
	"Typescript": "TypeScript é uma extensão rigorosa de JavaScript que incorpora tipagem estática opcional. Ele oferece uma camada adicional de segurança e previsibilidade ao código, permitindo que os desenvolvedores detectem erros mais cedo no processo de desenvolvimento.",
	"Tailwind CSS": "Tailwind CSS é uma estrutura CSS de código aberto que permite a criação de interfaces com design moderno, utilizando uma abordagem de utilitários para estilização.",
	"TypeORM": "TypeORM é um ORM (Object-Relational Mapper) para TypeScript e JavaScript, que facilita a interação com bancos de dados ao permitir que desenvolvedores trabalhem com objetos em vez de escrever queries SQL diretamente.",
	"Styled Components": "Styled Components permite que você escreva estilos CSS em seus componentes React usando uma sintaxe semelhante ao CSS.",
	"React Hook Form": "React Hook Form é uma biblioteca para gerenciamento de formulários em React, que melhora a performance e a simplicidade ao utilizar hooks para controlar estados e validações dos formulários.",
	"API’s": "Uma API (Application Programming Interface) é um conjunto de regras e definições que permite a comunicação entre diferentes sistemas de software, facilitando a integração e o compartilhamento de dados e funcionalidades.",
	"AWS": "AWS (Amazon Web Services) é uma plataforma de serviços de computação em nuvem da Amazon, que oferece uma ampla gama de serviços como armazenamento, processamento e banco de dados, permitindo escalabilidade e flexibilidade para aplicações de diversas naturezas.",
	"Stacks utilizadas": "Stacks utilizadas",
	"Stacks desenvolvidas": "Stacks desenvolvidas",
	"Autor do": "Autor do",
	"Projeto no": "Projeto no"
}
